{
    "Skibidi": {
        "definition": "Refers to the viral 'Skibidi Toilet' YouTube series.",
        "example": "That new meme is so skibidi; I can't stop laughing at its randomness."
    },
    "Rizz": {
        "definition": "Short for charisma; describes someone's ability to attract others.",
        "example": "He walked into the room with so much rizz that everyone noticed."
    },
    "Gyatt": {
        "definition": "An exclamation expressing excitement or admiration, often in reaction to someone's appearance.",
        "example": "Gyatt, did you see how amazing she looks tonight?"
    },
    "Fanum Tax": {
        "definition": "Slang for taking a portion of someone else's food, especially without explicit permission.",
        "example": "You left your fries unattended, so I took some, Fanum Tax!"
    },
    "Sigma": {
        "definition": "Describes an independent person who is successful and self-reliant, often used in contrast to 'alpha'.",
        "example": "He's a sigma male, always doing his own thing."
    },
    "Mid": {
        "definition": "Describes something as mediocre or average; not particularly good or bad.",
        "example": "The movie was kind of mid; I expected more."
    },
    "NPC": {
        "definition": "Acronym for 'Non-Player Character'; used to describe someone who seems to lack independent thought.",
        "example": "He just stood there like an NPC, not reacting at all."
    },
    "Bet": {
        "definition": "Used to express agreement or affirmation; similar to saying 'okay' or 'sure'.",
        "example": "You coming to the party tonight? Bet."
    },
    "W": {
        "definition": "Abbreviation for 'Win'; used to indicate approval or success.",
        "example": "That concert was a big W; I had so much fun."
    },
    "L": {
        "definition": "Abbreviation for 'Loss'; used to indicate disapproval or failure.",
        "example": "Missing the bus was an L, but I made it on time."
    },
    "No cap": {
        "definition": "Phrase meaning 'no lie' or 'for real'; used to emphasize honesty.",
        "example": "This is the best pizza I've ever had, no cap."
    },
    "Drip": {
        "definition": "Refers to stylish or fashionable attire; someone's sense of style.",
        "example": "Check out his drip; those shoes are fire."
    },
    "Bruh moment": {
        "definition": "A situation that is surprising, frustrating, or absurd; elicits a 'bruh' reaction.",
        "example": "I forgot my keys inside the car, bruh moment."
    },
    "Chat": {
        "definition": "Refers to the collective group of people interacting during a livestream or online discussion; often used to describe their collective mood or reactions.",
        "example": "Chat, is this real? I can't believe what just happened."
    },
    "Hawk Tuah": {
        "definition": "An onomatopoeic term mimicking the sound of spitting, popularized by a viral video where a woman used it to describe a provocative action.",
        "example": "After watching that interview, everyone started joking about giving the 'hawk tuah' treatment."
    },
    "Real or Fake": {
        "definition": "A meme trend challenging people to determine if an object, image, or situation is authentic or fabricated. It is often spelled 'Riyal or Fakeh' for humorous or stylistic purposes.",
        "example": "I watched this video, and I couldn't tell if it was real or fake."
    },
    "Based": {
        "definition": "A term used to describe someone or something that is unapologetically true to themselves, confident, or authentic, often with a disregard for societal norms or expectations.",
        "example": "She stood up for her beliefs even when it wasn’t popular—so based."
    },
    "Aura": {
        "definition": "A vibe or energy someone exudes; often used to describe an overall impression or presence.",
        "example": "He walked into the room with such a calm aura that everyone felt at ease."
    },
    "Ohio": {
        "definition": "Refers to bizarre or surreal things happening, inspired by memes that depict Ohio as a place where strange events occur.",
        "example": "That video was so weird, it looked like something straight out of Ohio."
    },
    "GOAT": {
        "definition": "Acronym for 'Greatest of All Time'; used to describe someone or something that is the best in its category.",
        "example": "LeBron James is the GOAT of basketball, no debate."
    },
    "Goated": {
        "definition": "Shortened form of 'Greatest of All Time'; used to describe something or someone as the best.",
        "example": "This game is goated; nothing else even comes close."
    },
}